IDEA Open Model
MatConcreteEc2.AggregateType Property
Compatible with IDEA StatiCa 20.1
 Type of aggregate
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcAggregateType AggregateType { get; set; }
Public Property AggregateType As ConcAggregateType
	Get
	Set
Property Value
Type: ConcAggregateType
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace